Revit 2027 API
FamilyInstancePlacingArgs.ActiveView Property
 The active view
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public View ActiveView { get; }
Public ReadOnly Property ActiveView As View
	Get
public:
property View^ ActiveView {
	View^ get ();
}
member ActiveView : View with get
Property Value
View
See Also
Reference
FamilyInstancePlacingArgs Class
Autodesk.Revit.UI Namespace